<template>
  <div class="help_buy_wrap">
    <div class="header">
      <img class="back" @click="goback" src="../../../../assets/imgs/follow/xiangqing@2x.png" alt />
      <span>隐私政策</span>
    </div>
    <div class="yinsi-txt">
      <div class="main-mass-tit">
            <div class="mass-tit">
               抓周（“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《隐私权政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
            </div>
            <div class="mass-content">
               <p>本政策将帮助您了解以下内容：</p>
               <p>1、我们如何收集和使用您的个人信息</p>
               <p>2、我们如何使用Cookie和同类技术</p>
               <p>3、我们如何共享、转让、公开披露您的个人信息</p>
               <p>4、我们如何保护和保存您的个人信息</p>
               <p>5、您如何管理个人信息</p>
               <p>6、未成年人信息的保护</p>
               <p>7、通知和修订</p>
               <p>8、您的信息如何存储</p>
               <p>9、如何联系我们</p>
               <div>本隐私政策与您所使用的抓周平台服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。</div>
               <p class="">如对本政策内容有任何疑问、意见或建议，您可通过抓周平台提供的各种联系方式与我们联系。</p>
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">一、我们如何收集和使用您的个人信息</div>
            <div class="mass-title-txt">
               个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
            </div>
            <div class="mass-title-second">
               （一）您须授权我们收集和使用您个人信息的情形
            </div>
            <div class="mass-title-txt">
               我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
            </div>
            <div class="mass-title-third">1、实现网上购物所必须的功能</div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（1）用户注册</div>
               <div class="mass-txt">
                  您首先需要注册一个抓周账户成为抓周用户。
                  <span class="text-underline">当您注册时，您需要至少向我们提供您准备使用的抓周账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。</span>
                  您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日、兴趣爱好以及您的实名验证相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化的商品推荐和更优的购物体验，但如果您不提供这些补充信息，不会影响您网上购物的基本功能。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（2）商品信息展示和搜索</div>
               <div class="mass-txt text-underline">
                  为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。
               </div>
               <div class="mass-txt">
                  您也可以通过搜索来精准地找到您所需要的商品或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。 
                  <span class="text-underline">请您注意，您的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。</span>
               </div>
               <div class="mass-txt">
                  为了将您感兴趣的商品或服务信息展示给您，或在您搜索时向您展示您可能希望找到的商品，我们可能会收集您的订单信息、浏览信息、进行数据分析以形成用户画像。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。如果您不希望受个性化内容的影响，您可以在商品展示页选择按照分类进行浏览和查找商品和服务；我们还在搜索结果中向该您提供了按照价格、销量排序等不针对其个人特征的选项；未经您的明确同意，我们不会将您的相关个人信息提供给第三方。 
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（3）为您提供收藏、加购、关注与分享功能</div>
               <div class="mass-txt">
                  在您浏览我们网站或客户端的过程中，您可以选择对感兴趣的商品及/或服务进行收藏、添加至购物车、与您感兴趣的商家/品牌/其他会员建立关注关系、通过我们提供的功能组件向其他第三方分享信息。在您使用上述功能的过程中，我们会收集包括您的收藏及添加购物车的记录、关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（4）下单</div>
               <div class="mass-txt">
                  当您准备对您购物车内的商品进行结算时，抓周平台系统会生成您购买该商品的订单。
                  <span class="text-underline">您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。</span>
               </div>
               <div class="mass-txt">
                  上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（5）支付功能</div>
               <div class="mass-txt">
                  在您下单后，您可以选择抓周的关联方或与抓周合作的第三方支付机构（包括微信支付、支付宝及银联、网联等支付通道，以下称“支付机构”）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的抓周订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。“关联方”指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的法定代表人。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（6）交付产品或服务功能</div>
               <div class="mass-txt">
                  当您在线完成支付后，抓周的关联方或与抓周合作的第三方配送公司（包括顺丰、EMS等，以下称“配送公司”）将为您完成订单的交付。您知晓并同意抓周的关联方或与抓周合作的第三方配送公司会在上述环节内使用您的订单信息以保证您订购的商品能够安全送达。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（7）为您提供观看直播功能</div>
               <div class="mass-txt">
                  您可通过我们为您提供的直播功能观看直播，具体而言：
               </div>
               <div class="mass-txt">
                  <span>浏览功能：</span>
                  为了让您更好的浏览主播直播间、观看直播，我们会收集您使用抓周平台时的设备信息，包括设备型号、唯一设备标识符、操作系统、分辨率、电信运营商软硬件信息。我们还会收集您的浏览器类型，以此来为您提供页面展示的最优方案。
               </div>
               <div class="mass-txt">
                  <span>关注、分享功能：</span>
                  在您浏览主播直播间的过程中，您可以选择与您感兴趣的主播/其他用户建立关注关系、通过我们提供的功能组件向其他第三方分享直播信息。在您使用上述功能的过程中，我们会收集包括您的关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。
               </div>
               <div class="mass-txt">
                  <span>信息发布功能：</span>
                  您注册成为抓周平台用户后，可在直播间内发送弹幕。在此过程中，我们会收集您的设备信息、服务日志信息。
               </div>
               <div class="mass-txt">
                  <span>主播身份认证：</span>
                  当您申请成为抓周平台的主播时，我们将对您个人信息进行认证、核实。因此，当您申请成为抓周平台主播，我们需要收集您的姓名、性别、年龄、国籍、IP地址、身份证号、电子邮箱、电话号码。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（8）客服及争议处理</div>
               <div class="mass-txt">
                  当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，
                  <span class="text-underline">我们需要您提供必要的个人信息以核验您的会员身份。</span>
               </div>
               <div class="mass-txt text-underline">
                  为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。
               </div>
               <div class="mass-txt">
                  为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。
               </div>
            </div>
            <div class="mass-title-fourth">
               <div class="title-fourth">（9）为您提供评论、问答等信息公开发布功能</div>
               <div class="mass-txt">
                  您可通过我们为您提供的评论、问答、晒单分享、直播及其他信息发布功能公开发布信息，包括作为用户可发布图文/视频/直播内容、发表评价及问答内容，以及作为主播发布商品及/或服务相关信息、店铺相关信息。
               </div>
               <div class="mass-txt text-underline">
                  请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。若您公开发布的信息中涉及儿童个人信息的，您需在发布前征得对应儿童监护人的同意。
               </div>
            </div>
            <div class="mass-title-third">2、保障交易安全所必须的功能</div>
            <div class="mass-txt">
               为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能使用或整合您的会员信息、交易信息、设备信息、服务日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
            </div>
            <div class="mass-title-second">（二）您可自主选择提供的个人信息的情形</div>
            <div class="mass-txt">
               1、为使您购物更便捷或更有乐趣，从而提升您在抓周的网上购物体验，我们的以下扩展功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以进行网上购物，但您可能无法使用这些可以为您所带来购物乐趣的扩展功能或在购买某些商品时需要重复填写一些信息。这些扩展功能包括：
            </div>
            <div class="mass-txt">
               <span>（1）基于图片上传的扩展功能：</span>
               您可以在抓周上传您的照片来实现拍照购物功能和晒单及评价功能，我们会使用您所上传的照片来识别您需要购买的商品或使用包含您所上传图片的评价。
            </div>
            <div class="mass-txt">
               <span>（2）基于语音技术的扩展功能：</span>
               您可以直接使用麦克风来进行语音购物或与我们的客服机器人进行咨询和互动。
               <span class="text-underline">在这些功能中我们会收集您的录音内容以识别您购物需求和客服与售后需求。</span>
            </div>
            <div class="mass-txt">
               <span>（3）基于相机/摄像头的扩展功能：</span>
               您可在开启相机/摄像头权限后使用该功能进行扫码用于登录、购物、领取优惠信息，进行视频直播，拍摄照片或视频用于评价、分享，以及特定场景下经您授权的人脸识别等功能。当您使用该附加功能进行人脸识别时我们会收集您的面部特征，且严格在经您授权同意的范围内使用，未来如我们拟使用您的面部信息为您提供其他产品及/或服务功能的，我们会再次与您确认。
            </div>
            <div class="mass-title-third">2、其他</div>
            <div class="mass-txt text-underline">
               （1）若你提供的信息中含有其他用户的个人信息，在向抓周平台提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及儿童个人信息的，您需在发布前取得对应儿童监护人的同意，前述情形下监护人有权通过本隐私政策第九条的途径联系我们，要求更正或删除涉及儿童个人信息的内容。
            </div>
            <div class="mass-txt text-underline">
               （2）若我们将信息用于本隐私政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，或者我们主动从第三方处获取您的个人信息，均会事先获得您的同意。
            </div>
            <div class="mass-txt">
               若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
            </div>
            <div class="mass-title-third">3、征得授权同意的例外 </div>
            <div class="mass-txt">（1）与国家安全、国防安全有关的；</div>
            <div class="mass-txt">（2）与公共安全、公共卫生、重大公共利益有关的；</div>
            <div class="mass-txt">（3）与犯罪侦查、起诉、审判和判决执行等有关的；</div>
            <div class="mass-txt">（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</div>
            <div class="mass-txt">（5）所收集的个人信息是个人信息主体自行向社会公众公开的；</div>
            <div class="mass-txt">（6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</div>
            <div class="mass-txt">（7）根据您的要求签订合同所必需的；</div>
            <div class="mass-txt">（8）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</div>
            <div class="mass-txt">（9）为合法的新闻报道所必需的；</div>
            <div class="mass-txt">（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</div>
            <div class="mass-txt">（11）法律法规规定的其他情形。</div>
            <div class="mass-title-third">4、我们从第三方获得您个人信息的情形 </div>
            <div class="mass-txt">我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的抓周账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。</div>
            <div class="mass-title-third">5、您个人信息使用的规则 </div>
            <div class="mass-txt">（1）我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</div>
            <div class="mass-txt">
               （2）在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。
               <span class="text-underline">请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</span>
            </div>
            <div class="mass-txt text-underline">（3）请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。</div>
            <div class="mass-txt">（4）我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</div>
            <div class="mass-txt">（5）当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</div>
            <div class="mass-txt">（6）当我们要将您的个人信息用于本隐私政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">二、我们如何使用 Cookie 和同类技术</div>
            <div class="mass-title-second">（一）Cookies的使用</div>
            <div class="mass-txt">
               为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储Cookie、Flash Cookie，或浏览器（或关联应用程序）提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。借助于 Cookie，网站能够存储您的偏好或购物车内的商品等数据。
            </div>
            <div class="mass-txt">
               <span class="text-underline">如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。</span>
               有关详情，请参见 AboutCookies.org。但如果您这么做，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。
            </div>
            <div class="mass-title-second">（二）Cookie同类技术</div>
            <div class="mass-txt">
               除 Cookie 外，我们还会在网站上使用网站信标、像素标签、ETag等其他同类技术。
            </div>
            <div class="mass-txt">
               例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
            </div>
            <div class="mass-txt">
               ETag（实体标签）是在互联网浏览器与互联网服务器之间背后传送的HTTP协议标头，可代替Cookie。ETag可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过ETag来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。
               <span class="text-underline">大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。</span>
               但请注意，如果停用ETag，您可能无法享受相对更佳的产品或服务体验。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">三、我们如何共享、转让、公开披露您的个人信息</div>
            <div class="mass-title-second">（一）共享</div>
            <div class="mass-txt">
               我们不会与抓周平台服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
            </div>
            <div class="mass-txt">
               1、在法定情形下的共享：我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
            </div>
            <div class="mass-txt">
               2、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
            </div>
            <div class="mass-txt">
               3、在您主动选择情况下共享：您通过抓周平台购买商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易及售后服务需求。
            </div>
            <div class="mass-txt">
               4、与关联公司间共享：
               <span class="text-underline">为便于我们基于抓周平台账户向您提供产品和服务，推荐您可能感兴趣的信息，识别会员账号异常，保护抓周网关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享。</span>
               我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
            </div>
            <div class="mass-txt">
               5、与授权合作伙伴共享：
               <span class="text-underline">我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，</span>
               我们仅会出于本隐私权政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且不得将此信息用于其他任何目的。对于涉及儿童个人信息的，我们不允许合作伙伴进行转委托。
            </div>
            <div class="mass-txt">
               目前，我们的授权合作伙伴包括以下类型：
            </div>
            <div class="mass-txt">
               （1）广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享。我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但不会提供您的个人身份信息，或者我们将这些信息进行去标识化处理，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。
            </div>
            <div class="mass-txt">
               （2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
            </div>
            <div class="mass-txt">
               我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。
            </div>
            <div class="mass-title-second">（二）转让</div>
            <div class="mass-txt">
               我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
            </div>
            <div class="mass-txt">
               1、事先获得您明确的同意或授权；
            </div>
            <div class="mass-txt">
               2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
            </div>
            <div class="mass-txt">
               3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
            </div>
            <div class="mass-txt text-underline">
               4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
            </div>
            <div class="mass-title-second">（三）公开披露</div>
            <div class="mass-txt">
               我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
            </div>
            <div class="mass-txt">
               1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
            </div>
            <div class="mass-txt">
               2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
            </div>
            <div class="mass-title-second">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</div>
            <div class="mass-txt">
               以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
            </div>
            <div class="mass-txt">
               1、与国家安全、国防安全有关的；
            </div>
            <div class="mass-txt">
               2、与公共安全、公共卫生、重大公共利益有关的；
            </div>
            <div class="mass-txt">
               3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
            </div>
            <div class="mass-txt">
               4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
            </div>
            <div class="mass-txt">
               5、您自行向社会公众公开的个人信息；
            </div>
            <div class="mass-txt">
               6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
            </div>
            <div class="mass-txt">
               请知悉，根据适用的法律，若我们
               <span class="text-underline">对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。</span>
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">四、我们如何保护您的信息</div>
            <div class="mass-title-second">（一）我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据时受 SSL协议加密保护；我们同时对抓周平台网站提供HTTPS协议安全浏览方式；我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</div>
            <div class="mass-txt">
               我们指定了专人负责儿童个人信息的保护，严格设定信息访问权限，对可能接触到儿童个人信息的工作人员采取最小够用授权原则，并采取技术措施对工作人员处理儿童个人信息的行为进行记录和管控，避免违法复制、下载儿童个人信息。
            </div>
            <div class="mass-title-second">（二）我们有行业先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。目前，我们的重要信息系统已经通过网络安全等级保护的二级测评。</div>
            <div class="mass-title-second">
               （三）我们会采取合理可行的措施，尽力避免收集无关的个人信息。
               <span class="text-underline">我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非法律有强制的存留要求，</span>
               例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括：
            </div>
            <div class="mass-txt">
               1、完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉；
            </div>
            <div class="mass-txt">
               2、保证我们为您提供服务的安全和质量；
            </div>
            <div class="mass-txt">
               3、您是否同意更长的留存期间；
            </div>
            <div class="mass-txt">
               4、是否存在保留期限的其他特别约定。
            </div>
            <div class="mass-txt text-underline">
               在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。
            </div>
            <div class="mass-title-second">
               （四）互联网并非绝对安全的环境，使用抓周平台服务时，
               <span class="text-underline">我们强烈建议您不要使用非抓周平台推荐的通信方式发送您的信息。</span>
               您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。
            </div>
            <div class="mass-txt">
               在使用抓周平台服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络抓周平台客服，以便我们根据您的申请采取相应措施。
            </div>
            <div class="mass-txt">
               请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
            </div>
            <div class="mass-txt">
               请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
            </div>
            <div class="mass-title-second">
               （五）我们将不定期更新并公开安全风险、个人信息安全影响评估报告等有关内容，您可通过抓周平台公告方式获得。
            </div>
            <div class="mass-title-second">
               （六）在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
            </div>
            <div class="mass-txt">
               我们已制定儿童个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向儿童及其监护人告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、儿童及其监护人可自主防范和降低风险的建议、对儿童及其监护人的补救措施等。我们将及时将事件相关情况以APP推送通知、发送邮件/短消息等方式告知儿童及其监护人。难以逐一告知时，我们会采取合理、有效的方式发布相关警示信息。同时，我们还将按照监管部门要求，主动上报儿童个人信息安全事件的处置情况。若儿童及其监护人的合法权益受损，我们将依法承担相应的法律责任。
            </div>
            <div class="mass-txt">
               同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
            </div>
            <div class="mass-title-second">
               （七）您个人信息的保存
            </div>
            <div class="mass-txt">
               1、您的个人信息将存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
            </div>
            <div class="mass-txt text-underline">
               2、请您注意，当您成功申请注销抓周账户后，我们将在您提出申请的48小时内完成对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除或匿名化处理。
            </div>
            <div class="mass-txt text-underline">
               3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">五、您如何管理您的个人信息</div>
            <div class="mass-txt">
               抓周非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
            </div>
            <div class="mass-title-second">（一）访问和更正您的个人信息</div>
            <div class="mass-txt">
               除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
            </div>
            <div class="mass-txt">
               1、您的账户信息：移动端具体路径为：账户名称、个人资料信息：首页--“我的”进入我的抓周--右上角“设置”或点击头像进入账号设置--个人信息；账户密码、电话号码、安全信息：首页--“我的”进入我的抓周--右上角“设置按钮”或点击头像进入账号设置--账户安全；兴趣爱好：首页--“我的”进入我的抓周--商品关注、店铺关注、内容关注、我的活动。
            </div>
            <div class="mass-txt">
               2、您的收货信息：移动端具体路径为：首页--“我的”进入我的抓周--右上角“设置按钮”或点击头像进入账号设置--地址管理。您也可以将最常用的收货地址设置为默认地址，如此您下次购买商品时在您未更改收货地址时，您的商品会配送到您默认地址。
            </div>
            <div class="mass-txt">
               3、您的订单信息：移动端具体路径为：移动端首页--“我的”进入我的抓周--我的订单/待收款/待收货/退换售后。您可以选择删除已经完成的订单来删除您的订单信息，但这样可能导致我们无法准确判断您的购买信息而难以提供相应的售后服务。
            </div>
            <div class="mass-txt">
               4、您的浏览信息：您可以访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。移动端路径为：搜索历史记录：首页--“我的”进入我的抓周--浏览记录；兴趣及其他数据：首页--“我的”进入我的抓周--商品关注、店铺关注、内容关注、我的活动。
            </div>
            <div class="mass-txt">
               5、您的评论信息：您可以访问或更新或清除您的个人评论，移动端路径为：我的抓周--待评价--评价中心。
            </div>
            <div class="mass-txt">
               6、您的发票信息：您可以访问或更新或清除您的发票信息，移动端路径为首页--“我的”进入我的抓周--右上角“设置”或点击头像进入账号设置--增票资质。
            </div>
            <div class="mass-txt">
               7、您的档案信息：您可以在移动端“账户设置-档案”中，主动添加您的爱车、宝宝、设备、尺寸等个人信息，使您在购买相关产品和服务时更加便捷，也便于我们向您推荐您可能感兴趣的商品。您可通过此路径对你的上述信息进行删除和修改。
            </div>
            <div class="mass-txt">
               8、对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
            </div>
            <div class="mass-txt">
               9、您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用扩展功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
            </div>
            <div class="mass-title-second">（二）删除您的个人信息</div>
            <div class="mass-txt">
               您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；
            </div>
            <div class="mass-txt">
               在以下情形中，您可以向我们提出删除个人信息的请求：
            </div>
            <div class="mass-txt">
               1、如果我们处理个人信息的行为违反法律法规；
            </div>
            <div class="mass-txt">
               2、如果我们收集、使用您的个人信息，却未征得您的明确同意；
            </div>
            <div class="mass-txt">
               3、如果我们处理个人信息的行为严重违反了与您的约定；
            </div>
            <div class="mass-txt">
               4、如果您不再使用我们的产品或服务，或您主动注销了账号；
            </div>
            <div class="mass-txt">
               5、如果我们永久不再为您提供产品或服务。
            </div>
            <div class="mass-txt">
               若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
            </div>
            <div class="mass-txt text-underline">
               当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
            </div>
            <div class="mass-title-second">（三）改变您授权同意的范围或撤回您的授权</div>
            <div class="mass-txt text-underline">
               您可以通过删除信息、关闭设备功能、在抓周网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
            </div>
            <div class="mass-txt text-underline">
               请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
            </div>
            <div class="mass-title-second">（四）注销账户</div>
            <div class="mass-txt text-underline">
               您可以在我们的产品中直接申请注销账户。您可以通过移动端APP访问我的--账户设置-账户与安全-注销服务完成账户注销。 您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。
            </div>
            <div class="mass-title-second">（五）约束信息系统自动决策</div>
            <div class="mass-txt">
               在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害抓周平台商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
            </div>
            <div class="mass-title-second">（六）个人信息副本获取</div>
            <div class="mass-txt">
               您可以通过以下途径获取个人信息副本：
            </div>
            <div class="mass-txt">
               1、联系抓周平台官方在线客服(微信搜索):
               <span class="text-underline">&nbsp;izhuazhou&nbsp;</span>；
            </div>
            <div class="mass-txt">
               2、发送邮件至
               <span class="text-underline">&nbsp;cs@zhulihr.com&nbsp;</span>。
            </div>
            <div class="mass-txt">
               我们将于<span class="text-underline">&nbsp;3&nbsp;</span>个工作日内向您提供个人信息副本。
            </div>
            <div class="mass-title-second">（七）响应您的上述请求</div>
            <div class="mass-txt">
               为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
            </div>
            <div class="mass-txt">
               我们将在15天内做出答复。如您不满意，还可以通过抓周平台客服发起投诉。
            </div>
            <div class="mass-txt">
               对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
            </div>
            <div class="mass-txt">
               在以下情形中，按照法律法规要求，我们将无法响应您的请求：
            </div>
            <div class="mass-txt">
               1、与国家安全、国防安全有关的；
            </div>
            <div class="mass-txt">
               2、与公共安全、公共卫生、重大公共利益有关的；
            </div>
            <div class="mass-txt">
               3、与犯罪侦查、起诉、审判和执行判决等有关的；
            </div>
            <div class="mass-txt">
               4、有充分证据表明个人信息主体存在主观恶意或滥用权利的；
            </div>
            <div class="mass-txt">
               5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
            </div>
            <div class="mass-txt">
               6、涉及商业秘密的。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">六、未成年人的个人信息保护</div>
            <div class="mass-txt">
               1、抓周非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。抓周根据国家相关法律法规的规定保护未成年人的个人信息。
            </div>
            <div class="mass-txt">
               2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用共享、转让或披露此信息。
            </div>
            <div class="mass-txt">
               3、如果有事实证明未成年人并未取得父母或法定监护人同意的情况下注册使用了我们的产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">七、通知和修订</div>
            <div class="mass-txt">
               1、为给您提供更好的服务以及随着抓周业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在抓周移动端上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，也请您访问抓周以便及时了解最新的隐私政策。
            </div>
            <div class="mass-txt">
               2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。
            </div>
            <div class="mass-txt">
               本政策所指的重大变更包括但不限于：
            </div>
            <div class="mass-txt">
               （1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
            </div>
            <div class="mass-txt">
               （2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
            </div>
            <div class="mass-txt">
               （3）个人信息共享、转让或公开披露的主要对象发生变化；/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
            </div>
            <div class="mass-txt">
               （4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
            </div>
            <div class="mass-txt">
               （5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
            </div>
            <div class="mass-txt">
               （6）个人信息安全影响评估报告表明存在高风险时。
            </div>
            <div class="mass-txt">
               3、我们还会将本策略的旧版本存档，供您查阅。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">八、您的信息如何存储</div>
            <div class="mass-txt">
               我们在中华人民共和国境内运营中收集和产生的个人信息存储在中国境内，一般情况下不会对您的个人信息跨境传输。
            </div>
            <div class="mass-txt">
               我们承诺只会在达成本隐私政策所述目的所必需的最短时间保留您的个人信息。但在下列情况下，我们可能因需符合法律要求，更改个人信息的存储时间：
            </div>
            <div class="mass-txt">
               1、为遵守适用的法律法规规定，例如，《中华人民共和国网络安全法》第二十一条第三款要求监测、记录网络运行状态、网络安全事件的技术措施的网络日志留存不得少于六个月；
            </div>
            <div class="mass-txt">
               2、为遵守法院判决、裁定或其他法律程序的规定；
            </div>
            <div class="mass-txt">
               3、为遵守政府机关或法定授权组织的要求；
            </div>
            <div class="mass-txt">
               4、为执行抓周平台协议或本隐私政策、维护社会公共利益，保护我们及我们关联公司、其他用户或雇员的人身安全或其他合法权益所合理必需的用途。
            </div>
            <div class="mass-txt">
               在您的个人信息超出保留期间后，我们会删除您的个人信息，或使其匿名化处理。
            </div>
        </div>
        <div class="main-mass">
            <div class="mass-title-first">九、如何联系我们</div>
            <div class="mass-txt">
               1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请联系抓周平台。
            </div>
            <div class="mass-txt">
               个人信息保护负责人邮箱
               <span class="text-underline">cs@zhulihr.com</span>
            </div>
            <div class="mass-txt">
               联系地址：深圳市罗湖区IBC环球商务大厦9楼
            </div>
            <div class="mass-txt">
               您还可以随时通过在线客服系统等多种方式与我们联系。
            </div>
            <div class="mass-txt">
               2、一般情况下，我们将在十五个工作日内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。
            </div>
        </div>
    </div>
  </div>
</template>
<script>
export default {
    data(){
        return{}
    },
    methods:{
        goback() {
            this.$router.go(-1);
        }
    }
}
</script>
<style lang="less" scoped>
   @import "../index/css/index.less";
  
</style>

