<template>
  <div class="help_buy_wrap">
    <div class="header">
      <img class="back" @click="goback" src="../../../../assets/imgs/follow/xiangqing@2x.png" alt />
      <span class="head_usergreement">抓周平台用户服务协议</span>
    </div>
    <div class="useragreement-txt">
        <div class="main-mass">
          <div class="mass-tit">提示条款：<br>
            欢迎您（下称“用户”或“您”）与抓周平台的经营者共同签署本《抓周平台用户服务协议》（下称“本协议”）并使用抓周平台珠宝首饰信息中介服务。各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
          </div>
          <!-- <div class="mass-content">
              各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。
              <span>
                为维护您自身权益，建议您仔细阅读各条款具体表述。
              </span>
          </div> -->
        </div>
        <div class="mass-txt">
          <span>【审慎阅读】</span>您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款。免除或限制责任的条款将以粗体下划线标识，您应重点阅读。若您对协议有任何疑问，可向抓周平台客服咨询。
        </div>
        <div class="mass-txt">
          <span>【签约动作】</span>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与抓周平台达成一致，成为抓周平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
        </div>
        <div class="mass-txt">
          <span class="text-underline">本“提示条款”是本协议正文的组成部分。</span>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">1.定义</div>
          <div class="mass-txt">
            <span>1.1 抓周平台：是指深圳助力文化传媒有限公司经营的珠宝首饰信息中介服务平台，包括但不限于抓周平台网站（网址：<span class="text-underline">www.izhuazhou.com</span>）、抓周客户端等。</span>
          </div>
          <div class="mass-txt">
            <span>1.2抓周：是指抓周平台的经营者，即深圳助力文化传媒有限公司。<span class="text-underline">作为黄金珠宝趣味直播电商服务平台经营者，抓周仅为平台上的产品提供方（下称“销售方”）与您达成交易提供网页空间、信息展示、交易撮合、代收货款、物流支持等居间服务。</span></span>
          </div>
          <div class="mass-txt">
            <span>1.3抓周平台用户服务协议:即本协议，指您与抓周订立的旨在约定您注册、登录、使用抓周平台服务，以及您与抓周平台之间的权利、义务的书面合同。</span>
          </div>
          <div class="mass-txt">
            <span>1.4抓周规则：包括所有已经发布或将来可能发布、修订的各类规则、规范、规则解读、实施细则、通知、公告等。</span>
          </div>
          <div class="mass-txt">
            <span>1.5用户：下称“您”或“用户”，是指注册、登录、使用、浏览、获取本协议项下服务的个人或组织。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">2.协议范围及变更</div>
          <div class="mass-txt">
            <span class="text-underline">2.1协议范围。抓周规则为本协议不可分割的一部分，与协议正文具有同等法律效力。</span>
          </div>
          <div class="mass-txt">
            <span class="text-underline">协议变更。为给您提供更好的服务，抓周将根据业务变化，相应调整本协议。抓周将按照法律规定对修订内容提前进行公示，修订后的协议一经实施，将完全替代修订前的协议。您应当及时关注和了解本协议的修订情况、公告、提示信息等，如果您不同意修订后协议，请您立即停止使用抓周平台，否则即视为您同意并完全接受修订后的协议。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">3.用户账户</div>
          <div class="mass-txt">
            <span>3.1行为能力。在注册抓周平台用户账户之前，您应当确认并承诺，您具备中华人民共和国法律规定的与您行为相适应的民事行为能力。</span>
          </div>
          <div class="mass-txt">
            <span>3.2登录方式。您可以通过注册抓周平台用户账户或使用第三方账号登录并使用抓周平台。</span>
          </div>
          <div class="mass-txt">
            <span>3.3 注册抓周平台用户账户时，您应当提供真实、有效的信息（包括姓名、电子邮箱、联系电话、联系地址等）；同时，您应当保证上述信息的持续有效性，一旦信息发生变化，您应当及时进行更新；否则您应当承担因信息提供不真实、联系方式无效导致的相关不利后果及全部损失，且抓周保留终止向您提供服务的权利。</span>
          </div>
          <div class="mass-txt">
            <span>3.4账户保管。您的账户由您自行设置并保管，抓周任何时候均不会主动要求您提供您的账户密码。因您保管账号、密码不当而造成的所有后果，将由您自行承担。凡经您的账号和密码成功登录使用抓周平台，即视为您的使用行为；您应当对您的账户进行的所有活动及后果负法律责任。您不得以任何形式擅自转让或授权他人使用您的账户，<span class="text-underline">因您主动泄露、出借账户信息或因您遭受他人攻击、诈骗等行为导致的损失及后果，抓周并不承担责任,</span>您可以通过司法、行政等救济途径向侵权行为人追偿。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">4.商品及/或服务的交易</div>
          <div class="mass-txt">
            <span>4.1订单信息的确认。当您在抓周平台购买商品或服务时，请您务必仔细确认所购商品的名称、价格、数量、重量、质量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。</span>
            <span class="text-underline">如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</span>
          </div>
          <div class="mass-txt">
            <span>4.2交易秩序。您的购买行为应当<span class="text-underline">基于真实的消费需求，</span>不得实施恶意购买、恶意维权等扰乱抓周平台正常交易秩序的行为。基于维护抓周平台交易秩序及交易安全的需要，抓周发现上述情形时有权采取关闭相关交易订单，限制账户使用功能、中止或终止服务等措施而无需事先通知您。</span>
          </div>
          <div class="mass-txt">
            <span>4.3 合同的成立与生效。</span>
            <span class="text-underline">您通过抓周平台下达订单后，仅表示系统接收到了您下达的订单。只有您支付价款，您与销售方之间的买卖合同才成立。</span>
          </div>
          <div class="mass-txt">
            <span>4.4 真实评价。您有权在抓周平台提供的评价系统中对您购买的商品或服务进行评价。您的所有评价行为应遵守法律法规及/或抓周规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不得以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。</span>
            <span class="text-underline">抓周可按照法律法规及/或抓周规则的相关规定对您发布的违规信息进行屏蔽等，并有权视情形对您采取身份验证、限制购买行为等处理措施。</span>
          </div>
          <div class="mass-txt">
            <span>4.5 商品信息。除另有明确说明外，抓周平台上销售的商品/服务的相关信息由销售方提供，抓周尽可能通过与销售方签订合作协议及发布平台规则等方式约束销售方提供准确、完整、可靠、有效、没有错误和误导性的商品描述。</span>
            <span class="text-underline">然而，您充分理解，抓周平台上存在海量信息，因为互联网技术及人力的局限性，抓周不能保证平台上所有商品的信息均准确、完整、可靠、有效、没有错误等瑕疵。</span>
          </div>
          <div class="mass-txt">
            <span>4.6 异常订单的处理。抓周保留对单个商品的总出售数量进行限制、对单个订单的商品购买数量及同一IP地址对同类商品购买数量进行限制，并对异常订单、异常用户采取监控、限制等措施的权利。如抓周发现您通过抓周平台下达的订单存在违反法律规定或者本协议约定的异常情形的，抓周有权采取关闭相关交易订单、限制账户使用功能、中止或终止服务等措施而无需事先通知您。</span>
          </div>
          <div class="mass-txt">
            <span>4.7违规行为的处理。如果您使用抓周平台时存在违反国家法律法规、本协议、侵害他人利益、抓周利益或社会公共利益、严重违背社会公德等情形，</span>
            <span class="text-underline">抓周有权采取屏蔽相关信息、中止或终止提供服务等处理措施。</span>
          </div>
          <div class="mass-txt">
            <span class="text-underline">4.8 法律责任。您理解并同意，因您违反本协议或抓周规则而产生的第三方索赔请求，由您自行承担法律责任；由此导致抓周遭受损失的，您也应当一并赔偿。</span>
          </div>
        </div>
        <div class="main-mass">
            <div class="mass-tittxt">5.费用</div>
            <div class="mass-txt">
              <span>5.1 费用。除本协议另有约定外，抓周平台暂时为您提供免费服务，不向您收取任何费用。但抓周保留收费的权利，包括设置收费的软件功能，决定收费对象、收费时段或收费费率等。</span>
            </div>
            <div class="mass-txt">
              <span>5.2 收费规则。抓周在收费前，会通过本协议或抓周规则约定的通知方式给予提前通知，若您不同意抓周的收费规则，应当立即停止使用抓周平台；如果您继续使用抓周平台，则视为您接受相关收费规则，您应当遵照收费规则向抓周支付相应的费用。</span>
            </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">6.所有权及知识产权</div>
          <div class="mass-txt">
            <span>平台的知识产权。抓周平台提供的服务中包含的任何编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频、视频、按钮图标以及计算机软件、标识、数码下载、数据汇编、数据信息等都是抓周或其内容提供者的财产，受到中华人民共和国版权、商标权、专利权和其他财产所有权法律法规的保护。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">7.用户守则</div>
          <div class="mass-txt">
            <span>7.1禁止行为。您不得进行任何侵犯抓周知识产权的行为，或者进行其他有损于抓周或其他用户合法权益的行为，包括但不限于：</span>
          </div>
          <div class="mass-txt">
            1)删除或修改抓周平台上的版权信息；
          </div>
          <div class="mass-txt">
            2)对抓周平台及其中的相关信息擅自出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助抓周平台发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；
          </div>
          <div class="mass-txt">
            3)在抓周平台中内置各种插件程序或者其他的第三方程序，或者制作、发布、传播上述程序，而无论是否出于商业目的；
          </div>
          <div class="mass-txt">
            4)进行编译、反编译、反向工程或者以其他方式破解抓周平台的行为；
          </div>
          <div class="mass-txt">
            5)使用抓周平台外挂和/或利用抓周平台当中的BUG来获得不正当的利益；
          </div>
          <div class="mass-txt">
            6)利用劫持域名服务器等技术非法侵入、破坏抓周平台的服务器软件系统，或者修改、增加、删除、窃取、截留、替换抓周平台的客户端和/或服务器软件系统中的数据，或者非法挤占抓周平台的服务器空间，或者实施其他的使之超负荷运行的行为；
          </div>
          <div class="mass-txt">
            7)假冒抓周在抓周平台当中发布任何诈骗或虚假信息；
          </div>
          <div class="mass-txt">
            8)利用抓周平台故意传播恶意程序或计算机病毒。
          </div>
          <div class="mass-txt">
            <span>7.2 信息发布。您应当遵守国家有关法律法规，不得在抓周平台当中发表、转发或者传播含有下列内容的信息：</span>
          </div>
          <div class="mass-txt">
            1)反对宪法所确定的基本原则的；
          </div>
          <div class="mass-txt">
            2)危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；
          </div>
          <div class="mass-txt">
            3)损害国家荣誉和利益的；
          </div>
          <div class="mass-txt">
            4)煽动民族仇恨、民族歧视，破坏民族团结的；
          </div>
          <div class="mass-txt">
            5)破坏国家宗教政策，宣扬邪教和封建迷信的；
          </div>
          <div class="mass-txt">
            6)散布谣言，扰乱社会秩序，破坏社会稳定的；
          </div>
          <div class="mass-txt">
            7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
          </div>
          <div class="mass-txt">
            8)侮辱或者诽谤他人，侵害他人合法权益的；
          </div>
          <div class="mass-txt">
            9)含有法律、行政法规禁止的其他内容的。
          </div>
          <div class="mass-txt">
            <span>7.3 法律责任。您需要对您在抓周平台的言论及行为承担法律责任，若您违反国家法律法规的规定，抓周平台的系统记录有可能成为您违反法律法规的证据。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">8.有限责任</div>
          <div class="mass-txt">
            <span>8.1 纠纷处理。您理解并同意，抓周仅为向您提供珠宝首饰交易相关信息的中介服务平台，并非平台上相关商品的生产方或销售方，若您因平台上相关商品的售后问题与平台发生纠纷的，您可以按照平台相关售后规则与平台协商处理，平台会积极与您沟通协调以解决相关纠纷，但平台仅在其提供服务的责任能力范围内负责处理。</span>
          </div>
          <div class="mass-txt">
            <span>8.2 外部影响。不论在何种情况下，抓周平台均不对由于Internet连接故障，电脑、通讯或其他系统的故障，电力故障，计算机病毒，程序漏洞，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</span>
          </div>
          <div class="mass-txt">
            <span>8.3 服务中断。除法律法规规定外，抓周有权单方面地中止或者终止抓周平台所提供的服务而无须提前通知您。 您理解并同意， 抓周需要定期或者不定期地对抓周平台、设备进行维护或者检修，因此造成的抓周服务在合理时间内的中断，抓周无需为此承担任何责任，但抓周将尽可能事先通知您。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">9.个人信息保护及授权</div>
          <div class="mass-txt">
            <span>9.1 授权收集。您充分理解并同意抓周可能通过抓周平台在您自愿选择服务或提供信息的情况下收集您的个人信息，例如您的姓名、电子邮箱、地址、电话号码及其他身份信息等。我们有可能会保留一些用户的使用习惯信息，用于更好地了解和服务用户。这些数据将有利于我们开发出更符合用户需求的功能、信息和服务。</span>
          </div>
          <div class="mass-txt">
            <span>9.2 隐私政策。</span>
            <span class="text-underline">抓周非常重视您的个人信息保护，在您使用 抓周提供的服务时，您同意按照本协议及《隐私政策》收集、存储、使用、披露和保护您的个人信息，该《隐私政策》是本协议的一部分，与本协议具有同等法律效力。</span>
          </div>
          <div class="mass-txt">
            <span>9.3 技术的有限性。抓周将使用各种安全技术和程序防止您及其他用户个人信息的丢失、不当使用、未经授权阅览或披露。</span>
            <span class="text-underline">但您充分理解并同意：由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">10.期限、解除和终止</div>
          <div class="mass-txt">
            <span>10.1 期限。本协议自您确认同意之日起生效并长期有效。</span>
          </div>
          <div class="mass-txt">
            <span>10.2 账户的注销。您可以按照平台公示的方式要求注销账户，终止本协议。注销账户的条件在抓周平台公示。您知晓并理解以下情况：</span>
          </div>
          <div class="mass-txt">
            1)注销账户后，您将放弃账户信息以及该账户在抓周的资产、虚拟权益等，且抓周无法为您恢复前述服务。这可能对您主张售后服务带来不便。
          </div>
          <div class="mass-txt">
            2)您注销账户后，您的个人信息在抓周前台将不可检索、访问。您知晓并理解，相关交易记录须在法律规定的期限内予以保存。
          </div>
          <div class="mass-txt">
            <span>10.3 协议的终止。出现以下情况时，抓周可以本协议约定的方式通知您终止本协议：</span>
          </div>
          <div class="mass-txt">
            1)您违反本协议约定，抓周依据违约条款终止本协议的；
          </div>
          <div class="mass-txt">
            2)您盗用他人账户、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，抓周依据抓周平台相关业务规则对您的账户予以查封的；
          </div>
          <div class="mass-txt">
            3)除上述情形外，因您多次违反抓周规则相关规定且情节严重，抓周依据抓周规则对您的账户予以查封的；
          </div>
          <div class="mass-txt">
            4)您的账户被抓周回收的；
          </div>
          <div class="mass-txt">
            5)其它应当终止服务的情况。
          </div>
          <div class="mass-txt">
            <span>10.4 后续事项。协议终止或解除后续事项的处理</span>
          </div>
          <div class="mass-txt">
            1)自本协议终止或解除之日起，抓周将关闭您在抓周平台的账户权限。
          </div>
          <div class="mass-txt">
            2)本协议终止或解除后，抓周有权保留您的注册信息及交易行为记录等数据，但抓周不承担在协议终止后向您或第三方提供任何数据信息的义务，也不就协议终止向您或任何第三方承担责任，但法律法规另有规定的除外。
          </div>
          <div class="mass-txt">
            3)本协  议终止或解除后，抓周仍保留对您过往的违约行为追究责任的权利。
          </div>
        </div>
        <div class="main-mass">
            <div class="mass-tittxt">11.不可抗力</div>
            <div class="mass-txt">
              <span>11.1 由于不可抗力事件导致一方不能及时履行或者不能履行该方在本协议下的任何义务（付款义务除外）的，不构成违约。但是受不可抗力事件影响的一方应立即把不可抗力事件的性质和程度通知对方，并积极采取相应补救措施，以最大程度地减少和避免损失。</span>
            </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">12.法律适用及管辖</div>
          <div class="mass-txt">
            <span>12.1 法律适用。本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</span>
          </div>
          <div class="mass-txt">
            <span>12.2 约定管辖。对于因本协议而产生的或者与本协议有关的争议，双方均应努力通过友好协商的方式进行解决。</span>
            <span class="text-underline">协商不成的，任何一方均有权提起诉讼，且双方一致同意由深圳市罗湖区人民法院管辖。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">13.通知</div>
          <div class="mass-txt">
            <span>13.1 有效地址。您在注册抓周平台账户时所填写的联系电话、电子邮箱地址、联系地址视为您的有效通知地址。若上述信息发生 变更您应当及时进行更新，如果因您提供的联系方式不准确，或不及时告知变更后的联系方式，使相关通知（包括但不限于协议变更、法律文书等）无法送达或未及时送达，由您自行承担可能产生的法律后果。</span>
          </div>
          <div class="mass-txt">
            <span>13.2 通知送达。您在注册抓周平台账户时所填写的联系电话、电子邮箱地址、联系地址视为您的有效通知地址。若上述信息发生变更您应当及时进行更新，如果因您提供的联系方式不准确，或不及时告知变更后的联系方式，使相关通知（包括但不限于协议变更、法律文书等）无法送达或未及时送达，由您自行承担可能产生的法律后果。</span>
          </div>
          <div class="mass-txt">
            <span>13.3 法律文书的送达。对于与抓周 平台有关的任何纠纷，您同意行政、公安、司法等有权机关可以通过手机短信、电子邮件、系统消息或站内信等方式向您送达法律文书，有权机关向上述联系 方式发出法律文书即视为送达；若同时采取以上多种方式向您送达法律 文书，送达时间以最先送达的为准。您同意上述送达方式适用于行政、仲裁、司法等法定程序全过程。</span>
          </div>
        </div>
        <div class="main-mass">
          <div class="mass-tittxt">14.其他</div>
          <div class="mass-txt">
            <span>14.1 条款的独立性。如果根据适用的法律认定本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。</span>
          </div>
          <div class="mass-txt">
            <span>14.2 平台权利的保留。本协议未明示授权的其他权利仍由抓周保留，用户未经抓周书面许可不得行使，且抓周未行使前述任何权利并不构成放弃权利。</span>
          </div>
        </div>
    </div>
  </div>
</template>
<script>
export default {
    data(){
        return{}
    },
    methods:{
        goback() {
            this.$router.go(-1);
        }
    }
}
</script>
<style lang="less" scoped>
  @import "../index/css/index.less";
</style>


